13/data/attachments/fe40b98ccdda8caa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Edward_security_Actions_3636_1</nif:username>
            <nif:friendToBeRequested>soap_actions_24cbf100-b0fc-484a-96d1-9a8430bf467e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>